/* Acme server url */
"ACME_URL_LABEL" = "URL del servidor de Acme";

/* ${Actor} created a ${Object} in the ${Target} */
"ACTOR_CREATED_OBJECT" = "${Actor} ha creado ${Object} en ${Target}";

/* Add comment */
"ADD_COMMENT" = "Añadir un comentario";

/* Add new post */
"ADD_NEW_POST" = "Añadir un nuevo post";

/* Approver label */
"APPROVE" = "Aprobador";

/* Approver: {approver}\n */
"APPROVER_DESC" = "Aprobador: %@\n";

/* Arrival city: {arrivalCity}\n */
"ARRIVAL_CITY_DESC" = "Ciudad de destino: %@\n";

/* Arrive label */
"ARRIVE" = "Destino";

/* Arrive */
"ARRIVE_LABEL" = "DESTINO";

/* Book button */
"BOOK_BUTTON" = "Reservar";

/* Book button with booked state */
"BOOK_BUTTON_BOOKED" = "Reservado";

/* Bookmarks */
"BOOKMARKS" = "Marcadores";

/* Cabin */
"CABIN_LABEL" = "CABINA";

/* CheckedIn: {checkedIn}\n */
"CHECKEDIN_DESC" = "Facturación: %@\n";

/* Checkin label */
"CHECKIN" = "Facturación";

/* You successfully checked-in */
"CHECKIN_SUCCESSFUL" = "Has facturado correctamente";

/* Choose from Library */
"CHOOSE_FROM_LIBRARY" = "Escoge de la biblioteca";

/* Action will close Acme and open Phone app */
"CLOSE_ACME_OPEN_PHONE" = "Esta acción cerrará Acme Airlines y abrirá la aplicación Phone de tu iPhone";

/* Colleagues */
"COLLEAGUES" = "Colegas";

/* Comment is added */
"COMMENT_ADDED" = "se ha añadido un comentario";

/* Congrats! */
"CONGRATS" = "¡Enhorabuena!";

/* Connections Profile */
"CONNECTIONS_PROFILE" = "Perfil de Connections";

/* Connections server url */
"CONNECTIONS_URL_LABEL" = "URL del servidor de Connections";

/* Success creating flight community */
"CREATE_COMMUNITY_101_RESULT_FAILURE" = "La comunidad 101 no puede ser creada.";

/* Success creating flight community */
"CREATE_COMMUNITY_101_RESULT_SUCCESS" = "Comunidad para el vuelo 101 creada correctamente.";

/* Create or remove test community */
"CREATE_REMOVE_TEST_COMMUNITY" = "Aquí puedes crear/eliminar la comunidad de prueba.";

/* Create Test Community for Flight 101 */
"CREATE_TEST_FLIGHT_101_COMMUNITY" = "Crear comunidad de prueba para el vuelo 101.";

/* Success deleting flight community */
"DELETE_COMMUNITY_101_RESULT_FAILURE" = "La comunidad 101 no puede ser eliminada.";

/* Success deleting flight community */
"DELETE_COMMUNITY_101_RESULT_SUCCESS" = "La comunidad 101 ha sido eliminada correctamente.";

/* Depart label */
"DEPART" = "Salida";

/* Depart */
"DEPART_LABEL" = "SALIDA";

/* Departure city: {departureCity}\n */
"DEPARTURE_CITY_DESC" = "Ciudad de origen: %@\n";

/* Departure time: {departureTime}\n */
"DEPARTURE_TIME_DESC" = "Hora de salida: %@\n";

/* Failed to download image */
"DOWNLOAD_IMAGE_FAILED" = "Fallo al descargar la imagen.";

/* Economy */
"ECONOMY_LABEL" = "Turista";

/* Email */
"EMAIL" = "Correo electrónico";

/* There was an error while booking flight # {numFlight} */
"ERROR_BOOKING_FLIGHT" = "Hubo un error reservando el vuelo  # %@";

/* None of the fields can be empty! */
"FIELDS_CANT_BE_EMPTY" = "¡Ninguno de los vuelos puede estar vacío!";

/* Files */
"FILES" = "Ficheros";

/* Flight label */
"FLIGHT" = "Vuelo";

/* You've already requested to book Flight {numFlight}. */
"FLIGHT_ALREADY_BOOKED" = "Ya habías reservado el vuelo %@.";

/* Flight Community description for flight {flight} */
"FLIGHT_COMMUNITY_DESCRIPTION" = "Esta comunidad se ha creado para permitir la discusión acerca del vuelo %@. Aquí puedes compartir tus preparativos y el objetivo de tu viaje.";

/* Flight {number} Community {date} */
"FLIGHT_COMMUNITY_TITLE" = "Vuelo %1$@ Comunidad %2$f";

/* Flight id: {flightId}\n */
"FLIGHT_DESC" = "Número de vuelo: %@\n";

/* Flight {numFlight} has no community associated with it yet. */
"FLIGHT_HAS_NO_COMMUNITY" = "El vuelo %@ no tiene una comunidad asociada todavía.";

/* Flight */
"FLIGHT_LABEL" = "VUELO";

/* Flight Request */
"FLIGHT_REQUEST" = "Petición de vuelo";

/* {User name} is requesting to fly from {departCity} to {arriveCity} on flight {numFligh}. */
"FLIGHT_REQUEST_MESSAGE" = "%1$@ ha solicitado volar de %2$@ a %3$@ en el vuelo %4$d.";

/* Flight Status label */
"FLIGHT_STATUS" = "Estado de los vuelos";

/* Flight time: {flightTime}\n */
"FLIGHT_TIME_DESC" = "Tiempo de vuelo: %@\n";

/* Flights */
"FLIGHTS" = "Vuelos";

/* Forums */
"FORUMS" = "Foros";

/* {hour} hour later */
"HOUR_LATER" = "%@ hora más tarde";

/* {Profile Name} doesn't manager any person */
"IS_NO_MANAGER" = "%@ no gestiona a nadie";

/* Join Community */
"JOIN_COMMUNITY" = "Unirse a comunidad";

/* Join community Success */
"JOIN_COMMUNITY_SUCCESS" = "¡Te has unido a la comunidad!";

/* Leave Community */
"LEAVE_COMMUNITY" = "Abandonar la comunidad";

/* Leave community Success */
"LEAVE_COMMUNITY_SUCCESS" = "¡Has abandonado la comunidad!";

/* Like */
"LIKE" = "Me gusta";

/* Likes */
"LIKES" = "Likes";

/* Log file upload failure */
"LOG_FILE_UPLOAD_FAILURE" = "No se ha podido subir el fichero de log.";

/* Log file upload success */
"LOG_FILE_UPLOAD_SUCCESS" = "El fichero de log fb_log se ha subido correctamente.";

/* Logging in... */
"LOGGING_IN" = "Entrando...";

/* Members */
"MEMBERS" = "Miembros";

/* Members ({numMembers}) */
"MEMBERS_NUM" = "Miembros (%d)";

/* Success posting message */
"MESSAGE_POSTED_FAILURE" = "¡Ups, ha habido un problema subiendo el fichero!";

/* Success posting message */
"MESSAGE_POSTED_SUCCESS" = "¡El mensaje se ha subido correctamente!";

/* My Flights */
"MY_FLIGHTS" = "Mis vuelos";

/* My Profile */
"MY_PROFILE" = "Mi perfil";

/* Need IBM Connections installed */
"NEED_CONNECTIONS_INSTALLED" = "Necesitas tener la aplicación IBM Connections instalada para esta acción.";

/* Could not populate airport codes from server */
"NO_AIRPORT_CODES_FROM_SERVER" = "No se han podido recibir los códigos de aeropuerto del servidor.";

/* Could not populate flight status from server */
"NO_FLIGHT_STATUS_FROM_SERVER" = "No se han podido recibir los estados de vuelo del servidor.";

/* Could not populate flights from server */
"NO_FLIGHTS_FROM_SERVER" = "No se han podido recibir los vuelos del servidor.";

/* {Profile Name} doesn't have manager */
"NO_MANAGER" = "%@ no tiene un manager.";

/* {Profile Name} doesn't have a person reporting to the same manager */
"NO_SAME_MANAGER" = "%@ no tiene una persona reportando al mismo manager.";

/* No updates yet */
"NO_UPDATES_YET" = "¡No hay actualizaciones todavía! Empieza a compartir pulsando + botón";

/* Pending */
"PENDING" = "Pendiente";

/* People Managed */
"PEOPLE_MANAGED" = "Personas gestionadas.";

/* Phone Number */
"PHONE_NUMBER" = "Número de teléfono";

/* Photo has been changed */
"PHOTO_CHANGED" = "Tu foto ha sido cambiada.";

/* Please approve {User's name}'s flight request for flight {numFlight}. */
"PLEASE_APPROVE" = "Por favor aprueba la petición de vuelo de %1$@ para el vuelo %2$@.";

/* Problem uploading */
"POST_COMMENT_FAILURE" = "¡Ups, ha habido un problema subiendo el comentario!";

/* Comment is posted successfully! */
"POST_COMMENT_SUCCESS" = "¡El comentario se ha subido correctamente!";

/* Remove Test Community for Flight 101 */
"REMOVE_TEST_FLIGHT_101_COMMUNITY" = "Eliminar la comunidad de prueba para el vuelo 101";

/* Report-to Chain */
"REPORT_TO_CHAIN" = "Cadena de reporte";

/* Same Manager */
"SAME_MANAGER" = "Mismo manager";

/* See Colleagues */
"SEE_COLLEAGUES" = "Ver colegas";

/* See Community */
"SEE_COMMUNITY" = "Ver comunidad";

/* State label */
"STATE" = "Estado";

/* Status label */
"STATUS" = "Estado";

/* Status: {status}\n */
"STATUS_DESC" = "Estado: %@\n";

/* Take a photo */
"TAKE_PHOTO" = "Tomar una foto";

/* Text cannot be empty! */
"TEXT_EMPTY" = "¡El texto no puede estar vacío!";

/* You can write at most {numCharacters} characters! */
"TEXT_LENGTH_MESSAGE" = "¡Puedes escribir %d caracteres como máximo!";

/* Text length title */
"TEXT_LENGTH_TITLE" = "Longitud del texto";

/* Unlike */
"UNLIKE" = "Ya no me gusta";

/* Error message when retrieving update */
"UPDATE_ERROR" = "Error recibiendo los detalles de la actualización";

/* Upload log file */
"UPLOAD_LOG" = "Subir fichero de log";

/* Upload log file to Connections */
"UPLOAD_LOG_FILE_TO_CONNECTIONS" = "Aquí puedes subir tu fichero de log a Connections.";

/* Connections url, username or password is wrong! */
"URL_USERNAME_OR_PASSWORD_WRONG" = "¡La url de Connections, el nombre de usuario o la contraseña son erróneas!";

/* Warning title */
"WARNING" = "¡Aviso!";

/* You've just booked flight # {numFlight} */
"YOU_BOOKED_FLIGHT" = "Acabas de reservar el vuelo # %@";

